---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionStructuralTees.BoltSpacingWeb
source: html/9ccbb965-51b1-9895-04ab-c2340afdebff.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionStructuralTees.BoltSpacingWeb Property

Standard bolt spacing in the web, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacingWeb { get; set; }
```